<template>
  <el-dialog title="优惠券使用说明"
             width="720px"
             :before-close="handleClose"
             :visible.sync="visible">
    <div>
      <h4>礼金券使用说明：</h4>
        <p>1、礼金券投资100元即可使用；</p>
        <p>2、礼金券内的金额无法拆分使用；</p>
        <p>3、由礼金券产生的相关收益，会在用户购买的任意产品全部还款结束后5个工作日内发送至用户的海投汇账号；</p>
        <p>4、礼金券本金面值在产品全部还款结束后不会返还给用户；
        <p>5、礼金券自发放之日起计算有效期，过期后将无法使用；
      <h4>加息券使用说明：</h4>
        <p>1、投资时使用加息券，根据用户投资金额计算额外收益；</p>
        <p>2、由加息券产生的相关收益，会在用户购买的任意产品全部还款结束后5个工作日内发送至用户的海投汇账号；</p>
        <p>3、加息券自发放之日起计算有效期，过期后将无法使用；</p>
      <h4>现金券使用说明：</h4>
        <p>1、用户在投资时使用现金券即可直接抵扣余额；</p>
        <p>2、例：用户投资5000元，使用100元现金券（账户余额需大于4900元），投资成功时只会扣除账户余额中4900元，现金券金额由平台支付；</p>
        <p>3、现金券自发放之日起计算有效期，过期后将无法使用；</p>
    </div>
  </el-dialog>
</template>

<script>
  export default {
    props: {
      visible: {
        type: Boolean,
        default: false,
        required: true
      }
    },
    methods: {
      handleClose() {
        this.$emit('close');
      }
    }
  }
</script>
