<template>
  <div class="contract-register hth-container">
    <h3 style="text-align: center">海投汇平台注册及服务协议</h3>
    <h4>重要提示</h4>
    <ol>
      <li>1、海投汇是指由北京冠城瑞富信息技术有限公司（以下简称“公司”或“本公司”）开发、运营的并为注册用户（以下称为“您”）
      提供网贷信息服务的互联网金融信息平台（网址：www.htouhui.com，包括以APP形式提供的操作环境，以下统称“海投汇”）。</li>
      <li>2、海投汇实行注册实名制，任何拟通过海投汇发布或获取网贷信息或接受海投汇提供的任何服务的法律主体，
      均应先阅读同意本协议并通过身份验证完成注册后方可在海投汇开展前述活动。</li>
      <li>3、 请您务必仔细阅读并充分理解本协议包含的各个条款，特别是有关海投汇的免责条款，以及对您权利作出限制的条款。
      若您不同意接受或无法理解本协议任何条款的，请立即停止注册操作。</li>
      <li>4、您一经注册或使用海投汇服务即视为充分理解并完全接受本协议，您通过自行或授权有关主体根据本协议及海投汇平台有关规则、
      说明操作确认本协议后，本协议即在您和本公司之间产生法律效力。在协议履行过程中，海投汇可根据实际情况不时对本协议进行修订及更新，
      经修订的协议一经公布，即视为向您送达，立即生效，海投汇不再另行向您作个别通知。若您继续使用海投汇服务，则视为接受海投汇所做之变更，
      并依照变更后的新协议履行义务。如您不同意海投汇所做的变更，请您立即停止使用海投汇服务。
      但您停止使用服务行为并不能豁免您在已经进行的交易下应承担法律责任及义务。</li>
      <li>5、您理解并同意：
        <ol>
          <li>（1）海投汇仅为以互联网为主要渠道，为借款人与出借人实现直接借贷提供信息搜集、信息公布、资信评估、信息交互、借贷撮合等服务的互联网平台；</li>
          <li>（2）本公司为专门从事网络借贷信息中介业务活动的金融信息中介公司；</li>
          <li>（3）借款人与出借人遵循借贷自愿、诚实守信、责任自负、风险自担的原则承担借贷风险。海投汇平台及本公司承担客观、真实、全面、及时进行信息披露的责任，
          对出借人和借款人的资格条件、信息真实性、融资项目真实性及合法性进行必要审核，但不承担借贷违约风险。本公司不保证您的资金出借需求或其他需求一定能够得到满足；
          您的需求无法得到满足的，公司不对由此导致的您的任何损失承担任何责任。</li>
        </ol>
     </li>
    </ol>
    <h5>第一条 注册用户的主体资格</h5>
    <ol>
      <li>1、注册成为海投汇用户必须满足以下条件：符合中华人民共和国法律（不包括香港特别行政区、澳门特别行政区和台湾地区的法律法规）规定的持有有效身份证件的18周岁以上
      且具有完全民事行为能力和民事权利能力的自然人或系中国境内注册成立的具有独立法人资格的组织。如不具备前述主体资格，请勿注册。海投汇保留随时中止或终止您的的用户资格的权利，
      并有权要求您的监护人承担相应的责任。</li>
      <li>2、您有义务基于诚信的基本原则，在注册时提供真实、最新、完整的资料，包括但不限于姓名、联系电话、通讯地址、电子邮箱、邮政编码等信息。当您资料发生变更时，您有义务立即更新。
      若您提供任何错误、虚假、过时或不完整的资料，或者海投汇有合理的理由怀疑资料为错误、虚假、过时或不完整，海投汇有权暂停或封存您的注册账户，并拒绝您使用海投汇服务的部份或全部功能。
      在此情况下，海投汇不承担任何责任，并且您同意自行负担因此所产生的直接或间接的任何支出或损失。</li>
      <li>3、 在您注册成为海投汇用户后，应自行妥善保管自己的用户名、密码等个人信息，不得将用户名转让、赠与或授权给他人使用。您在此确认，使用用户名、
      密码登陆本网站及您账户下发出的一切指令均视为您本人的行为及意思表示，该等指令不可逆转，由此产生的一切责任、法律后果由您本人承担，本公司不承担任何责任。</li>
    </ol>
    <h5>第二条 海投汇的服务内容</h5>
    <ol>
      <li>1、海投汇平台服务的具体内容由海投汇根据实际情况以网站、APP等公告形式提供，具体服务主要为信息搜集、信息公布、资信评估、信息交互、借贷撮合等服务。</li>
      <li>2、除非本注册协议另有其它明示规定，海投汇所推出的新产品、新功能、新服务，均受到本注册协议之规范。基于法律法规、监管部门的要求及/或运行和交易安全的需要，
      海投汇可以限制、改变、减少、终止或暂时停止提供海投汇平台服务的部分功能，或提供、增加新的功能。在任何功能减少、增加或者变化时，只要您仍然使用海投汇平台的服务，
      表示您即同意因该等功能减少、增加或者变化而带来/导致的本协议的变更和调整并受其约束。</li>
      <li>3、您确认，您在海投汇平台通过您的账户按海投汇平台服务流程所确认的交易状态、操作将成为您进行相关交易或操作（包括但不限于冻结资金、代为支付或收取款项、订立合同等）的明确指令。
      您同意海投汇平台有权按您的相关指令依据本协议和/或对应法律文件对相关事项进行处理，并同意承担因此造成或引发的法律后果及责任。
      同时，本公司有权基于交易安全、交易公平和合规性等方面的考虑以及司法机关和仲裁机构、行政机关、军事机关等有权机关的要求不时对您使用公司的服务设定相应的限制，包括但不限于限制交易额度、交易次数等。
      您了解，公司的前述设定可能会对您造成一定不便，您对此没有异议。</li>
      <li>4、海投汇需要定期或不定期地对提供网络服务的平台或相关的设备进行检修或者维护，如因此类情况而造成网络服务（包括收费网络服务）在合理时间内的中断，海投汇无需为此承担任何责任。
      海投汇保留不经事先通知为维修保养、升级或其它目的暂停本服务任何部分的权利。</li>
      <li>5、因不可抗力造成的服务中断或可能给您造成的损失，本公司不承担任何责任，不可抗力包括但不限于地震、海啸、病毒、黑客攻击、系统缺陷、设备故障等。</li>
      <li>6、本服务或第三人可能提供与其它国际互联网上之网站或资源之链接。由于海投汇无法控制这些网站及资源，您了解并同意，此类网站或资源是否可供利用，海投汇不予负责，
      若存在或源于此类网站或资源之任何内容、广告、产品或其它资料，海投汇亦不予保证或负责。因使用或依赖任何此类网站或资源发布的或经由此类网站或资源获得的任何内容、
      商品或服务所产生的任何损害或损失，海投汇不承担任何责任。</li>
      <li>7、您明确同意使用海投汇网络服务所存在的风险将完全由您自己承担。您理解并接受通过海投汇服务取得的任何信息资料取决于您自己，并由自身承担系统受损、资料丢失以及其它任何风险。</li>
      <li>8、您确认，海投汇提供的各种服务，除非对注册用户的的身份及银行卡进行真实性验证外，海投汇不对其交易内容的有效性、安全性、合法性等做任何担保。海投汇没有义务监测网站内容，
      但是您确认并同意海投汇有权不时地根据法律、法规、政府要求透露、修改或者删除必要的、合适的信息，以便更好地运营海投汇并保护自身及海投汇的其他合法用户。</li>
      <li>9、由于您未能及时对交易状态或操作进行修改或确认或未能提交相关申请所引起的任何纠纷或损失均由您本人负责，本公司不承担任何责任。</li>
      <li>10、海投汇平台将作为交易平台和服务商为您的资金的出借和回收及相关事项等提供服务，并在服务过程中根据有关法律文件、相关海投汇平台规则、其他合作机构规则收取必要的服务或管理费用，
      其具体内容、比例、金额等事项请参见交易过程中您签署的法律文件、相关海投汇平台规则及其他合作机构规则。您同意，海投汇平台有权不时调整前述服务或管理费用的类型或金额等具体事项并根据本协议进行公告、修改。
      若您按照海投汇更新的事项继续使用海投汇并进行交易，则视为您不可撤销地接受海投汇的相关调整并同意按照调整后的相关规则执行。</li>
    </ol>
    <h5>第三条 用户信息及隐私权保护</h5>
    <ol>
      <li>1、您承诺并保证在注册时如实填写自己的个人资料和信息，并保证及时更新您的个人信息，以确保诸如个人身份信息、电子邮件地址、联系电话、联系地址、邮政编码等个人资料的有效性、安全性和及时更新。
      如果本公司无法根据您提供的联系方式与您取得联系，由此导致您在使用海投汇平台服务过程中遭受任何损失或增加任何费用或产生其他任何不利后果的，均应由您自行承担。</li>
      <li>2、您同意并授权本公司可以自行或通过其他机构、行业协会等自公开及私人资料来源收集您的额外资料和信息。</li>
      <li>3、您同意本公司可以自行或通过合作方（包括但不限于合作机构、行业协会）对您提交或本公司搜集的用户信息（包括但不限于您的个人身份证信息等）进行核实，并对获得的核实结果进行查看、使用和留存等操作。</li>
      <li>4、您同意本公司有权将您提交的个人信息和资料、本公司搜集的关于您的信息和资料以及您使用本公司服务的记录、信息进行搜集、保存。</li>
      <li>
        5、您在此同意并授权，本公司可以直接将您的个人信息和资料用于如下用途而无需额外取得您的同意和/或授权（但不得出售您的信息和资料）：
        <ol>
          <li>（1）进行用户身份识别、资料核查和验证，以确保在海投汇平台进行的交易的安全性和防范违法犯罪活动；</li>
          <li>（2）进行内部归类、模型建设和分析等内部使用，以改进本公司对您及其他用户提供的服务；</li>
          <li>（3）将您必要的个人信息和资料（包括但不限于真实姓名、身份证号码、联系方式、信用状况等）披露给通过海投汇平台与您交易的其他主体；
          当您违反本协议、各海投汇平台规则和/或您通过海投汇平台签署的法律文件之约定或任何法律法规规定时，海投汇平台有权根据自己的判断和/或有关法律文件的约定，
          披露您的个人信息和资料以及您的违法、违约行为和对应的交易文件而无需承担任何责任，披露的方式包括但不限于：
          ①在海投汇平台及其他网站公布；
          ②向与您交易的主体以及有权的仲裁机构和司法、行政等权力机关提供；③向受公司或与您交易之其他海投汇平台用户委托的专业法律顾问、催收机构等服务提供；</li>
          <li>（4）根据有关法律法规要求向有权的仲裁机构或司法、行政、立法等权力机关提供您的个人资料和信息；</li>
          <li>（5）提供给依法设立的征信机构和个人信用数据库，以供有关单位和个人依法查询和使用；</li>
          <li>（6）提供给中国互联网金融协会及其他合法成立的行业协会，以供有关单位和个人依法查询和使用，并按照行业协会的要求依法进行信息披露和展示；</li>
          <li>（7）提供给公司的关联方、合作方以用于完成海投汇平台对您提供的服务（包括但不限于对您的个人资料和信息进行核实、对您的信用情况进行评估等；</li>
          <li>（8）向您推荐公司提供的商品、服务或推广活动，以及与本公司的关联方、合作方共享，以向您提供或推荐公司的关联方、合作伙伴的商品或服务或推广活动。
          您不可撤销地同意本公司、本公司的关联方及合作方通过站内信、电子邮件、电话、短信等方式向您提供、发送服务状态的通知、营销活动及其他商业性信息；</li>
          <li>（9）当您使用或申请使用本公司的关联方、合作方提供的服务或与其或拟与其进行交易时，将您的个人信息和资料共享与该等本公司关联方、合作方，使其可以对您的个人信息和资料进行核实、分析。</li>
        </ol>
      </li>
    </ol>
    <h5>第四条 出借人、借款人授权及承诺</h5>
    <ol>
      <li>1、如果您为借款合同项下的出借人，出借人同意不可撤销地授权海投汇以及海投汇指定的机构或者个人，为保护出借人利益之目的，代表出借人与担保人签订担保合同
      （包括但不限于抵押合同、质押合同、设定他项权利的合同以及任何其他形式的担保合同，以下同），在借款人不能按照约定及时还本付息的情况下行使担保权利，并将行使担保权利的相应收益支付给出借人。</li>
      <li>2、如果您为借款合同项下的借款人或担保人，借款人和担保人均知悉、理解并接受：海投汇以及海投汇指定的机构或者个人有权代表出借人与担保人签订担保合同，
      在借款人不能按照约定及时还本付息的情况下，由海投汇以及海投汇指定的机构或者个人行使担保权利，并将行使担保权利的相应收益支付给出借人。
      借款人应当根据海投汇以及海投汇指定的机构或者个人的要求，履行配合、协助及支持义务；担保人应当向海投汇以及海投汇指定的机构或者个人履行担保义务。</li>
      <li>
        3、如果您是出借人，您承诺具备投资风险意识、风险识别能力、拥有非保本类金融产品投资的经历并熟悉互联网。同时，您承诺履行下列义务：
        <ol>
          <li>（1）向海投汇提供真实、准确、完整的身份等信息；</li>
          <li>（2）在海投汇进行出借的资金为来源合法的自有资金；</li>
          <li>（3）了解海投汇平台上列明的融资项目信贷风险，确认具有相应的风险认知和承受能力；</li>
          <li>（4）自行承担借贷产生的本息损失；</li>
          <li>（5）借贷合同及有关协议约定的其他义务；</li>
        </ol>
      </li>
      <li>
        4、如果您是借款人，您承诺履行下列义务：
        <ol>
          <li>（1）提供真实、准确、完整的用户信息及融资信息；</li>
          <li>（2）提供在所有网络借贷信息中介机构未偿还借款信息；</li>
          <li>（3）保证融资项目真实、合法，并按照约定用途使用借贷资金，不得用于出借等其他目的；</li>
          <li>（4）按照约定向出借人如实报告影响或可能影响出借人权益的重大信息；</li>
          <li>（5）确保自身具有与借款金额相匹配的还款能力并按照合同约定还款；</li>
          <li>（6）借贷合同及有关协议约定的其他义务；</li>
        </ol>
      </li>
      <li>
        5、如您是借款人，您承诺不得从事下列行为：
        <ol>
          <li>（1）通过故意变换身份、虚构融资项目、夸大融资项目收益前景等形式的欺诈借款；</li>
          <li>（2）同时通过多个网络借贷信息中介机构，或者通过变换项目名称、对项目内容进行非实质性变更等方式，就同一融资项目进行重复融资；</li>
          <li>（3）在网络借贷信息中介机构以外的公开场所发布同一融资项目的信息；</li>
          <li>（4）法律法规和网络借贷有关监管规定禁止从事的其他活动；</li>
        </ol>
      </li>
      <li>6、如您是个人借款人，您承诺：您在海投汇的借款余额上限不超过人民币20万元；同时，您在不同网络借贷信息中介机构平台借款总余额不超过人民币100万元。</li>
      <li>7、如您是同一法人法人或其他组织借款人，您承诺：您在海投汇的借款余额上限不超过人民币100万元；同时，您在不同网络借贷信息中介机构平台借款总余额不超过人民币500万元。</li>
    </ol>
    <h5>第五条 海投汇及公司承诺</h5>
    <ol>
      <li>
        1、海投汇及公司承诺不得从事或者接受委托从事下列活动：
        <ol>
          <li>（1）为自身或变相为自身融资；</li>
          <li>（2）直接或间接接受、归集出借人的资金；</li>
          <li>（3）直接或变相向出借人提供担保或者承诺保本保息；</li>
          <li>（4）自行或委托、授权第三方在互联网、固定电话、移动电话等电子渠道以外的物理场所进行宣传或推介融资项目；</li>
          <li>（5）发放贷款，但法律法规另有规定的除外；</li>
          <li>（6）将融资项目的期限进行拆分；</li>
          <li>（7）自行发售理财等金融产品募集资金，代销银行理财、券商资管、基金、保险或信托产品等金融产品；</li>
          <li>（8）开展类资产证券化业务或实现以打包资产、证券化资产、信托资产、基金份额等形式的债权转让行为；</li>
          <li>（9）除法律法规和网络借贷有关监管规定允许外，与其他机构投资、代理销售、经纪等业务进行任何形式的混合、捆绑、代理；</li>
          <li>（10）虚构、夸大融资项目的真实性、收益前景，隐瞒融资项目的瑕疵及风险，以歧义性语言或其他欺骗性手段等进行虚假片面宣传或促销等，捏造、散布虚假信息或不完整信息损害他人商业信誉，误导出借人或借款人；</li>
          <li>（11）向借款用途为投资股票、场外配资、期货合约、结构化产品及其他衍生品等高风险的融资提供信息中介服务；</li>
          <li>（12）从事股权众筹等业务；</li>
          <li>（13）法律法规、网络借贷有关监管规定禁止的其他活动；</li>
        </ol>
      </li>
      <li>2、海投汇以及公司承诺严格执行出借人或借款人的授权委托事项，承诺未经出借人授权不得以任何形式代出借人行使决策。</li>
      <li>3、海投汇以及公司承诺将根据《网络借贷信息中介机构业务活动管理暂行办法》及国家相关法律法规要求不断满足监管层对互联网金融信息中介平台的合规要求，为出借人和借款人提供优质、高效的互联网金融中介信息服务。</li>
    </ol>
    <h5>第六条 使用限制</h5>
    <ol>
      <li>1、您承诺合法使用公司提供的服务及海投汇平台内容，不得利用公司和公司提供的服务从事任何违反或可能违反所有适用法律、法规、政府规章和命令（包括但不限于中国的法律、法规、政府规章和命令）的行为，
        亦不得利用公司和公司提供的服务从事任何侵犯或可能侵犯其他主体任何权利、权益的行为。若您违反上述规定，产生的法律后果及责任由您自负，与海投汇及本公司无关。本公司亦保留将用户的违法违规行为公示的权利，
        包括但不限于计入用户信用档案、按照法律法规规定提供给司法部门或第三方的权利。</li>
      <li>2、未经本公司事先书面同意，您不得以任何方式和形式复制、模仿、传播、出版、公布、展示、使用前述内容，包括但不限于电子的、机械的、复印的、录音录像的方式和形式等，您亦不得将任何网站内容镜像到任何其他网站或者服务器。
      任何未经授权对海投汇平台内容的使用均属于违法行为，本公司将依法追究您的法律责任。</li>
      <li>3、本公司有义务根据有权的仲裁机构、司法机关、行政机关或其他政府机构的有效的法律文书、裁决、命令，不经事先通知而先行对您的海投汇平台账户采取包括但不限于冻结、锁定、注销、处置您通过海投汇平台账户获取的资产以及采取其他措施，
      并暂停、中断或终止向您提供本协议项下的全部或部分服务。</li>
      <li>4、本公司有权基于单方独立判断，在认为发生或可能发生危害交易安全、破坏公平交易秩序、损害其他海投汇平台用户的权益等情形时，不经通知而采取包括但不限于：先行暂停、中断向您提供本协议项下的全部或部分服务，
      以及/或者将您在海投汇平台发表的内容和/或您的个人资料和信息移除或删除，以及/或者处置您通过海投会平台账户投资、购买的债权、理财产品等资产等措施，且无需对您或任何第三方承担任何责任。前述情形包括但不限于：
        <ol>
          <li>（1）本公司认为您提供的个人资料不具有真实性、有效性或完整性；</li>
          <li>（2）本公司发现您的海投汇平台账户存在异常交易或认为您的海投汇平台账户存在异常交易的可能时；</li>
          <li>（3）本公司认为您的海投汇平台账户涉嫌洗钱、信用卡套现、传销等违法违规行为，或认为您的海投汇平台账户存在被冒用或其他公司认为可能损害您或者其他用户的合法权益的情形；</li>
          <li>（4）本公司认为您已经违反或可能违反本协议各项规定时；</li>
          <li>（5）本公司不时公告的其他各项情形；</li>
          <li></li>
        </ol>
      </li>
      <li>5、您同意，根据有权的仲裁机构、司法机关、行政机关或其他政府机构的有效的法律文书、裁决、命令，或者发生本条第4款规定的各项情形时，公司有权无需进行事先通知即终止提供本协议项下的各项服务，
      并关闭、注销您的海投汇平台账户、删除该账户中的所有相关资料及档案，同时将您滞留于您的海投汇平台账户的全部合法资金退回到您的银行账户或者根据权力机关要求进行其他处置。</li>
    </ol>
    <h5>第七条 风险提示责任限制</h5>
    <ol>
      <li>
        1、您使用海投汇平台提供的服务、通过海投汇平台进行交易，存在包括但不限于如下风险：
        <ol>
          <li>（1）交易对手违约风险；</li>
          <li>（2）因为网络服务运营商、网站设备供应商等外部第三方的故意或过失，或技术限制带来的系统或设备缺陷，或海投汇平台系统或网站维护，
          或国家法律法规变化、黑客攻击、网络故障、电力中断、计算机病毒或其他不可抗力因素，而引起的交易中断和/或交易错误的风险；</li>
          <li>（3）您海投汇平台账户的用户名、密码被窃取或泄露而导致您个人财产损失的风险；</li>
          <li>（4）您的个人信息和资料被不法分子窃取、泄露的风险以及由此带来的您个人隐私、生活受到干扰、侵犯的风险。</li>
        </ol>
      </li>
      <li>2、公司及其股东、创建人、高级职员、董事、代理人、关联方和雇员（以下称“公司方”）均不以任何明示或默示的方式对您在前述情形下的直接或间接损失承担法律责任，包括但不限于资金损失、预期收益的损失、营业中断损失等。
      您应当仔细阅读本协议、各项海投汇平台规则、交易的相关法律文件，明确知悉并理解交易存在的风险，并在独立判断后作出交易决策。</li>
      <li>3、鉴于海投汇平台仅为交易平台，海投汇平台不能保证交易各方提供并展示的信息内容的真实性、充分性、可靠性、准确性、完整性和有效性，并且不承担任何由此引起的法律责任，除非该等信息的不真实、不充分、不准确、不完整、
      无效最终被有权的仲裁机构、司法机关或行政机关最终生效的裁定、判决、裁决或命令认定为因公司的恶意或过失所导致并应当对此承担相应的法律责任。</li>
      <li>4、非因海投汇平台或公司的原因导致的您在使用海投汇平台服务和/或通过海投汇平台交易过程中的损失（包括但不限于因为您的操作失误、第三方机构原因、交易对手违约导致的损失、您本人使用的电脑、手机终端设备感染病毒或安全防御系统被突破造成您无法正常使用海投汇平台服务或账户、
      个人信息泄露而导致的损失，损失类型包括但不限于本息损失），均应由您自行承担或解决；此外，您理解公司基于技术限制和要求需要不时地对海投汇平台系统或网站进行升级或维护并可能需要中断对您的服务，公司对由此导致的后果不承担责任。</li>
      <li>5、在任何情况下，海投汇对您使用海投汇服务而产生的任何形式的直接或间接损失均不承担法律责任，包括但不限于资金损失、利润损失、营业中断损失等。</li>
    </ol>
    <h5>第八条 合同订立、生效与修改</h5>
    <ol>
      <li>1、本网站交易时订立的合同采用电子合同方式。您绑定的电子邮箱为本网站发送电子合同及其他重要通知信息的接受邮箱。您注册成功后应尽快绑定/验证电子邮箱并密切关注邮箱信息。任何信息从本网站发出之日起，即视为已告知您，您不得以任何理由否认合同的效力或拒绝履行合同中规定的义务。
      因信息传输等原因导致您未在前述通知发出当日收到该等通知的，海投汇不承担责任。</li>
      <li>2、本协议内容包括本协议正文所载之各条款及海投汇平台已经发布的或将来可能发布的各类交易规则、服务规则（下称“海投汇平台规则”）；所有该等海投汇平台规则均为本协议不可分割的一部分，与本协议正文具有同等法律效力。
      本协议是您与公司自愿共同签订的，适用于您在海投汇网站以及APP的全部活动。在您注册成为用户时，您已经阅读、理解并接受本协议正文的全部条款及各海投汇平台规则，
      并承诺阅读、理解并接受在您注册成为海投汇平台用户后海投汇平台不时发布的海投汇平台规则；您同意遵守中国的各类法律、法规及规范性文件的规定，如有违反而导致任何法律后果的发生，您应以自己的名义独立承担所有相应的法律责任。</li>
      <li>3、公司有权根据需要不时地修改本协议正文各条款或制定、修改各海投汇平台规则并在海投汇平台相关系统板块发布，无需另行单独通知。您应不时地注意本协议正文各条款及各海投汇平台规则的变更，若您在本协议正文相关条款和/或海投汇平台规则内容公告变更后继续使用海投汇网站及/或APP服务的，
      表示您已充分阅读、理解并接受修改后的内容，也将遵循修改后的本协议正文条款和/或海投汇平台规则使用海投汇平台的服务。若您不同意修改后的协议内容，您应停止使用海投汇平台的服务。</li>
    </ol>
    <h5>第九条 知识产权保护</h5>
    <ol>
      <li>1、本网站所有内容的知识产权均由海投汇及其权利人依法拥有，包括但不限于文本、数据、文章、图片、资讯、平台架构、网页设计等。未经海投汇或其权利人书面同意，任何人不得擅自使用、修改、复制、公开发布海投汇程序或内容。</li>
    </ol>
    <h5>第十条 违约责任</h5>
    <ol>
      <li>1、如一方发生违约行为，守约方可以书面通知方式要求违约方在指定的时限内停止违约行为，并就违约行为造成的损失要求违约方进行赔偿。</li>
    </ol>
    <h6>第十一条 法律适用、争议管辖</h6>
    <ol>
      <li>1、本服务协议的签订、效力、履行、终止、解释和争端解决适用中华人民共和国法律。</li>
      <li>2、因本服务协议发生任何争议或与本服务协议有关的争议，首先应由双方友好协商解决，协商不成的，应向本公司所在地有管辖权的人民法院诉讼解决。</li>
    </ol>
  </div>
</template>

<script>
  export default {
    layout: 'full'
  }
</script>

<style lang="scss">
  .contract-register {
    padding: 50px 0;
  
    li {
      text-indent: 2em;
    }
  }
</style>

